evaluation/old_results/ycsb_pm_results_log_flush/capybarakv/Runc/Run1
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 137335
[OVERALL], Throughput(ops/sec), 72814.6503076419
[TOTAL_GCS_G1_Young_Generation], Count, 24
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 73
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05315469472457859
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 24
[TOTAL_GC_TIME], Time(ms), 73
[TOTAL_GC_TIME_%], Time(%), 0.05315469472457859
[READ], Operations, 10000000
[READ], AverageLatency(us), 7.8414095
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 11311
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 9
[READ], Return=OK, 10000000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 511104.0
[CLEANUP], MinLatency(us), 510976
[CLEANUP], MaxLatency(us), 511231
[CLEANUP], 95thPercentileLatency(us), 511231
[CLEANUP], 99thPercentileLatency(us), 511231